Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: %1$s open tabs. Tap to switch tabs.
om: Caancaloota %1$s banaa. Caancaloota jijjiiruuf tuqaa.

source: %1$s wasn’t downloaded.
om: %1$s hin buufamne.

source: %2$s is requesting your username and password. The site says: “%1$s”
om: %2$s maqaa fayyadamaa fi jecha icciitii kee gaafachaa jira. Marsariitichi akkas jedha: “%1$s”

source: Accept and edit suggestion
om: Yaada fudhachuu fi gulaaluu

source: Accept the Risk and Continue
om: Balaa Fudhadhuu Itti Fufa

source: Access to the file was denied
om: Faayila kana argachuun dhorkameera

source: Access your data for %1$s
om: %1$s'f deetaa kee argadhu

source: Access your data for all websites
om: Daataa keessan marsariitii hundaaf argadhaa

source: Access your data for sites in the %1$s domain
om: Daataa kee marsariitiiwwan domeenii %1$s keessa jiraniif argadhu

source: Access your data on another site
om: Daataa keessan marsariitii biraa irratti argadhaa

source: Access your data on other sites
om: Daataa keessan marsariitiiwwan biroo irratti argadhaa

source: Account picture
om: Suuraa akkaawontii

source: Address Not Found
om: Teessoon Hin Argamne

source: Add to contact
om: Kuusqunnamtii irratti dabali

source: Advanced…
om: Hammayyaa'aa…

source: Allow
om: Hayyamuu

source: Allow %1$s to access apps and services on devices connected to your local network?
om: %1$sn meeshaalee neetworkii naannoo keessanii wajjin walqabatan irratti appii fi tajaajiloota akka argatan hayyamaa?

source: Allow %1$s to access other apps and services on this device?
om: %1$sn appii fi tajaajiloota biroo meeshaa kana irratti akka argatan hayyamuu?

source: Allow %1$s to play DRM-controlled content?
om: %1$s qabiyyee DRM-to'atame akka taphatan hayyamaa?

source: Allow %1$s to send notifications?
om: %1$s beeksisa akka erganiif hayyamaa?

source: Allow %1$s to store data in persistent storage?
om: %1$s deetaa kuusaa itti fufiinsa qabu keessatti akka kuusan hayyamaa?

source: Allow %1$s to use its cookies on %2$s?
om: %1$s kukii isaa %2$s irratti akka fayyadamu hayyamtaa?

source: Allow %1$s to use your camera?
om: %1$s kaameraa kee akka fayyadaman hayyami?

source: Allow %1$s to use your camera and microphone?
om: %1$sn kaameraa fi maaykiroofoonii keessan akka fayyadaman hayyamtuu?

source: Allow %1$s to use your location?
om: %1$s bakka kee akka fayyadaman hayyami?

source: Allow %1$s to use your microphone?
om: %1$s maaykiroofoonii kee akka fayyadaman hayyami?

source: Allow redirect to this site?
om: Gara marsariitii kanaatti qajeelchuu hayyamtuu?

source: Allow this site to open?
om: Marsariitiin kun akka banamu hayyamaa?

source: Always
om: Yeroo hunda

source: Always open links in apps
om: Yeroo hunda apps keessatti linkii banaa

source: Apr
om: Ebla

source: A site is playing media
om: Saayitiin tokko miidiyaa taphachaa jira

source: Ask before sending
om: Erguun dura gaafachuu

source: Aug
om: Hag

source: Block
om: Dhowwuu

source: Call
om: Bilbili

source: Call with…
om: Bilbilaa...

source: Camera and microphone are on
om: Kaameeraa fi maaykiroofooniin saaqameera

source: Camera is on
om: Kaameeraan saaqameera

source: Cancel downloads
om: Buufannaa haqi

source: Cancel private downloads?
om: Buufannaa dhuunfaa haqxuu?

source: Cannot Complete Request
om: Gaaffii Guutuutti Raawwachuu Hin Danda'u

source: Can’t save password
om: Jecha darbii olkaa'uu hin dandeenye

source: Check your connection and try again.
om: Qunnamtii kee ilaalii irra deebi'ii yaali.

source: Choose a color
om: Halluu filadhu

source: Choose a login provider
om: Dhiyeessaa galmee filadhu

source: Clear
om: Qulleessi

source: Clear text
om: Barreeffama qulleessi

source: Close tab
om: Caancala cufi

source: Collapse saved addresses
om: Teessoowwan olkaa'aman dachaasi

source: Collapse saved cards
om: Kaardii olkaa'aman sassaabi

source: Collapse saved passwords
om: Jechoota icciitii qusataman kuffisuu

source: Complete action using
om: Fayyadamuun raawwadhu

source: Content crashed
om: Qabiyyee cabaa

source: Content Encoding Error
om: Dogoggora Inkoodii Qabiyyee

source: Continue to HTTP Site
om: HTTP Saayitiin itti fufi

source: Copy email address
om: Teessoo imeelii waraabi

source: Copy image
om: Fakkii waraabi

source: Copy image location
om: Bakka fakkii waraabi

source: Copy link
om: Liinkii waraabuu

source: Copy link text
om: Arfii liinkii waraabi

source: Corrupted Content Error
om: Dogoggora Qabiyyee Manca'e

source: Could not open file
om: Faayilii banuun hin dandamne

source: Crashes
om: Kufaatiiwwan

source: Crash Reports
om: Gabaasa Cabiinsaa

source: Dark
om: Duukkana

source: Dark color scheme
om: Halluu dukkanaa'aa

source: Dec
om: Mud

source: Deceptive site issue
om: Dhimma marsariitii gowwoomsaa

source: Deny
om: Dhorki

source: Designed for Android. Refined for You
om: Android'f kan saxaxeeffamee. Siif qulqullaa'e

source: Destination URL
om: URL bakka itti geessu

source: Dismiss
om: Kufaa Gochuu

source: Dismiss find in page
om: Fuula keessaa arguu obbaafachiisi

source: Dismiss message
om: Ergaa hambisaa

source: Don’t allow
om: Hin hayyaminaa

source: Download again
om: Irradeebiin buusi

source: Download completed
om: Buusuun xumurameera

source: Download failed
om: Buusuun hin milkoofne

source: Download file?
om: Faayila buustaa?

source: Download file? (%1$s)
om: Faayila buufattaa? (%1$s)

source: Download file again?
om: Irradeebiin faayila buufattaa?

source: Download file again? (%1$s)
om: Irradeebiin faayila buufadhaa? (%1$s)

source: Download link
om: Liinkii buufannaa

source: Download paused
om: Buusuun dhaabbate

source: Downloads
om: Buusuuwwan

source: Do you want to leave this site? Data you have entered may not be saved
om: Marsariitii kana keessaa bahuu barbaadduu? Deetaan ati galchite olkaa'amuu dhiisuu danda'a

source: Dropped %s percent
om: Dhibbeentaa %s gadi bu'e

source: Duplicate tab
om: Cancala dachaa

source: Email address copied to clipboard
om: Teessoon iimeelii gara gabatee kiliippiitti waraabame

source: Email with…
om: Imeelii ergi...

source: Enter a password
om: Jecha darbii galchi

source: Entering text in %1$s. Double tap to stop
om: Barruu %1$s keessa galchuu. Dhaabuuf dachaa lama tuqi

source: Error Code: NS_ERROR_OFFLINE
om: Koodii Dogoggoraa: NS_ERROR_OFFLINE

source: Expand saved addresses
om: Teessoowwan olkaa'aman diriirsi

source: Expand saved cards
om: Kaardii olkaa'aman diriirsi

source: Expand saved passwords
om: Jechoota icciitii kuufaman bal'isi

source: Extensions
om: Eertoowwan

source: Extensions Manager
om: Hogganaa Eertoowwanii

source: Extensions, navigate up
om: Eekisteenshinii, asii ol xuwaarsi

source: Feb
om: Gur

source: File Not Found
om: Faayilliin Hin Argamne

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
om: Faayilota fi hayyama miidiyaa argachuun faayiloota buufachuuf barbaachisu. Gara seetiingiiwwan Android deemi, permissions tuqi, hayyami.

source: Find in page
om: Fuula irraa barbaadi

source: Find next result
om: Bu'aa itti aanu barbaadi

source: Find previous result
om: Bu'aa kanaan duraa barbaadi

source: Font size decrease
om: Hammi qubee hir'achuu

source: Font size increase
om: Haammi qubee dabaluu

source: Front-facing camera
om: Kaameeraa fuulduraa

source: Full screen site controls
om: To'annoo saayitii iskiriinii guutuu

source: Gained %s percent
om: Dhibbeentaa %stu argame

source: Gathering crash data
om: Daataa kufaatii walitti qabuu

source: Gathering crash telemetry data
om: Daataa kufaatii telemeetirii walitti qabuu

source: Go Back
om: Duubatti Deebi'aa

source: Go Back (Recommended)
om: Duubatti Deebi'i (Kan Furmaataa)

source: Go to settings
om: Gara settingiiwwanii deemaa

source: Harmful site issue
om: Dhimma saayitii balaafamaa

source: Hide details
om: Bal'ina isaa dhoksaa

source: Highlighted
om: Kan calaqqisiifame

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
om: Yoo amma cancaloota dhuunfaa hunda cufte, %1$s buufachuun ni haqama. Private Biraawzingi keessaa bahuu akka barbaaddu mirkaneeffatteettaa?

source: Image copied to clipboard
om: Fakkiin gara kiliipboordii waraabameera

source: in %1$s
om: %1$s keessatti

source: Invalid Address
om: Teessoo Argamaa Sirrii Hin Taane

source: Jan
om: Amaj

source: Jul
om: Adoo

source: Jun
om: Wax

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
om: <label> <b>%1$s</b> imaammata nageenyaa HTTP Strict Transport Security (HSTS) jedhamu qaba, kana jechuun <b>%2$s</b> nageenya qofaan walitti hidhuu danda'a. Marsariitii kana daawwachuuf ala ta’e dabaluu hin dandeessu. </label>Adda fageenya mallattoolee addaan baasuu

source: Label for entering a text input field
om: Aasxaa dirree barruu galchuuf

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
om: <label>Namni tokko marsariiticha fakkeessuuf yaalaa jiraachuu danda'a ati itti fufuu hin qabdu.</label> <br><br> <label>Weebsaayitoonni eenyummaa isaanii karaa ragaalee mirkaneessa. %1$s <b>%2$s</b> hin amanan, sababni isaas kennaan ragaa isaa hin beekamu, ragaan ofumaan mallatteesse, ykn sarvarichi ragaalee gidduugaleessaa sirrii hin ergu.</label>

source: Learn more
om: Caalaatti baradhaa

source: Leave
om: Dhiisi

source: Light
om: Ifaa

source: Light color scheme
om: Iskeemaa halluu ifaa

source: Link copied to clipboard
om: Liinkii gara kiliipboorditti waraabameera

source: Link text copied to clipboard
om: Barruu gara gabatee muraatti waraabame walitti hidhuu

source: Loading
om: Fe'amaa jira

source: Logging in to %1$s with a %2$s account is subject to their <a href="%3$s">Privacy Policy</a> and <a href="%4$s">Terms of Service</a>
om: Akkaawuntii %2$s %1$s seenuun <a href="%3$s">Imaammata Dhuunfaa</a> fi <a href="%4$s">Haala Tajaajilaa</a> isaanii jalatti hogganamuudha

source: Looks like there’s a problem with your internet connection
om: Rakkoon interneetii keessanirra waan jiru fakkaata

source: Make sure you trust this site before you upload from “%1$s”.
om: “%1$s” irraa olkaa’uu kee dura marsariitii kana amanuu kee mirkaneessi.

source: Malware site issue
om: Dhimma marsariitii malware

source: Manage addresses
om: Teessoowwan hogganuu

source: Manage cards
om: Kaardiiwwan hoggani

source: Manage passwords
om: Jecha darbiiwwan hoggani

source: Mar
om: Bit

source: May
om: Caam

source: Media
om: Miidiyaa

source: Menu
om: Baafata

source: Microphone 1
om: Maaykiroofoonii 1

source: Microphone is on
om: Maaykiroofooniin saaqameera

source: More options
om: Filannoo dabalataa

source: Never
om: Gonkumaa

source: Never save
om: Gonkumaa hin qusatinaa

source: Never send
om: Gonkumaa hin ergin

source: New private tab
om: Cancala dhuunfaa haaraa

source: New private tab opened
om: Cancalli dhuunfaa haaraan baname

source: New! %s email masks are now available on mobile.
om: Haaraa! %s email masks amma mobile irratti argama.

source: New tab
om: Cancala haaraa

source: New tab opened
om: Cancalli haaraan baname

source: No app found to open %1$s files
om: Appiin faayiloota %1$s banuuf hin argamne

source: No camera available on device
om: Kaameeraan meeshaa hin mul'atu

source: No change
om: Jijjiiramni hin jiru

source: No crash reports have been submitted.
om: Gabaasni caphiinsaa kamiyyuu hin dhiyaanne.

source: No experiments here
om: As yaaliiwwan hin jiran

source: None
om: Homaa

source: Non-private Tabs Open: %1$s. Tap to switch tabs.
om: Cancaloota dhuunfaa hin taane Banaa: %1$s. Cancaloota jijjiiruuf tuqi.

source: Not now
om: Amma miti

source: (No username)
om: (Maqaa fayyadamaa hin qabu)

source: Nov
om: Sad

source: Oct
om: Onk

source: Offline Mode
om: Haala Sarara Alaa

source: OK
om: TOLE

source: Open
om: Banaa

source: Open a new %1$s tab
om: Cancala %1$s haaraa bani

source: Open existing file
om: Faayilii jiru banaa

source: Open image in new tab
om: Fakkii cancala haaraa keessatti banaa

source: Open in…
om: Banameera…

source: Open in another app
om: Appii biraa keessatti banaa

source: Open in app? Your activity may no longer be private.
om: App'tiin haa banamuu? Sochiin kee kana booda dhuunfaa ta’uu dhiisuu danda’a.

source: Open in %s
om: %s keessatti banaa

source: Open in %s? Your activity may no longer be private.
om: %s keessatti banaa? Sochiin kee kana booda dhuunfaa ta’uu dhiisuu danda’a.

source: Open link in external app
om: Appii alaa keessatti liinkii banaa

source: Open link in new tab
om: Cancala haaraa keessatti liinkii banaa

source: Open link in private tab
om: Liinkii cancala dhuunfaa keessatti banaa

source: <p>Additional information about this problem or error is currently unavailable.</p>
om: <p>Odeeffannoon dabalataa waa'ee rakkoo ykn dogongora kanaa yeroo ammaa hin jiru.</p>

source: Password
om: Jecha darbii

source: Password for %1$s
om: Jecha icciitii %1$s

source: Password updated
om: Jechi darbii jabanaayeera

source: Paste
om: Maxxansi

source: Paste & Go
om: Maxxansi & itti deemi

source: Pause
om: Gidduutti dhaabuu

source: Pick a month
om: Baatii takka filadhaa

source: Play
om: Taphachiisuu

source: Port restricted for security reasons
om: Buufata doonii sababa nageenyaatiin daangeffame

source: Prevent this page from creating additional dialogs
om: Fuulli kun akka qaaqa dabalataa hin uumne dhorki

source: Private browsing session
om: Kutaa daawwachuu dhuunfaa

source: Private Search
om: Barbaacha Dhuunfaa

source: Private Tabs Open: %1$s. Tap to switch tabs.
om: Cancaloota Dhuunfaa Banaa: %1$s. Cancaloota jijjiiruu tuqi.

source: Protect your account by using a strong, randomly generated password. It’ll be saved into your account for future use.
om: Jecha icciitii cimaa, dunyitiin uumame fayyadamuun akkaawuntii keessan dalasaa. Gara fuulduraatti itti fayyadamuuf akkaawuntii keessan keessatti ni olkaa'ama.

source: Proxy Server Not Found
om: Tarjaan Pirooksii Hin Argamne

source: Proxy Server Refused Connection
om: Tarjaa Bakka Bu'aa Walitti Hidhamiinsa Dide

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
om: <p>Teessoon pirootokoolii ifteessa (fkn, <q>wxyz://</q>) biraawzariin hin beekne, kanaaf biraawzariin sirnaan marsariiticha waliin walqunnamsiisuu hin danda'u.</p> <ul> <li>Tajaajila maltimiidiyaa ykn barreeffama hin taane biroo argachuuf yaalaa jirtuu? Ulaagaalee dabalataa argachuuf marsariiticha ilaali.</li> <li>Pirootokooliin tokko tokko osoo biraawzariin isaan hin beekin dura sooftiweerii qaama sadaffaa ykn pilaaginoota barbaaduu danda'u.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
om: <p>Biroowseriin milkaa'inaan walqunnamsiise, garuu yeroo odeeffannoo dabarsuu walitti hidhamiinsi addaan cite. Mee irra deebi'ii yaali.</p> <ul> <li>Saayitiin yeroodhaaf hin argamne ykn baay'ee sukukkuluu danda'a. Yeroo muraasa booda irra deebi'ii yaali.</li> <li>Yoo fuula kamiyyuu fe’uu hin dandeenye, deetaa meeshaa keetii ykn walitti hidhamiinsa Wi-Fi ilaali.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
om: <p>Biraawzariin teessoo kennameef sarvarii keessummeessituu argachuu hin dandeenye.</p> <ul> <li>Teessoo dogongora barreessuu kan akka <strong>ww</strong>.example.com bakka <strong>www</strong>.example.com.</li> ilaali <li>Yoo fuula kamiyyuu fe’uu hin dandeenye, daataa meeshaa keetii ykn walitti hidhamiinsa Wi-Fi ilaali.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
om: <p>Biraawzariin wanta gaafatame deebisuuf yaaluu dhaabeera. Marsariitichi gaaffii haala yoomiyyuu hin xumuramneen qajeelchaa jira.</p> <ul> <li>Kukiiwwan marsariitii kanaan barbaadan hojii irraa oolchiteetta ykn uggurtteetta?</li> <li>Yoo kukiiwwan marsariitichaa fudhachuun rakkinicha hin furre, dhimma qindeessaa sarvarii malee meeshaa kee miti.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
om: <p>Biraawzariin akka sarvarii bakka bu'aa fayyadamuuf qindaa'eera, garuu bakka bu'aan argamuu hin dandeenye.</p> <ul> <li>Qindaa’inni bakka bu’aa biraawzarii sirriidhaa? Sajoo ilaaliitii irra deebi'ii yaali.</li> <li>Meeshaan kun neetworkii hojjetaa jiruun walqunnamee jiraa?</li> <li>Ammallee rakkinni jiraa? Gargaarsa argachuuf bulchaa networkii ykn dhiyeessaa interneetii kee mariisisi.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
om: <p>Biraawzariin haalata sararaa alaa isaatiin hojjechaa waan jiruuf wanta gaafatame waliin walqunnamsiisuu hin danda'u.</p> <ul> <li>Meeshaan kun neetworkii hojiirra hin jirreen walqabatee jiraa?</li> <li>Gara haalata toora interneetii jijjiiruun fuula irra deebi’anii fe’uuf gadi qabuun “Irra deebi’uun yaali”.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
om: <p>Hidhiin networkii osoo walitti hidhamiinsa irratti mari'achaa jiruu addaan cite. Mee irra deebi'ii yaali.</p> <ul> <li>Saayitiin yeroodhaaf hin argamne ykn garmalee hojiin itti baay'achuu danda'a. Yeroo muraasa booda irra deebi'ii yaali.</li> <li>Yoo fuula kamiyyuu fe’uu hin dandeenye, daataa meeshaa keetii ykn walitti hidhamiinsa Wi-Fi ilaali.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
om: <p>Fuulli ati ilaaluuf yaaltu dogongorri dabarsuu deetaa keessatti waan argameef mul'ifamuu hin danda'u.</p> <ul> <li>Maaloo abbootii qabeenyaa weeb saayitii qunnamaa, rakkoo kana isaan beeksisa.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
om: <p>Fuulli ati ilaaluuf yaaltu bifa dhiibbaa sirrii hin taane ykn hin deeggaramne waan fayyadamuuf mul'ifamuu hin danda'u.</p> <ul> <li>Maaloo abbootii qabeenyaa marsariitii qunnamaa rakkoo kana isaan beeksisan.</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
om: <p>Teessoon kenname bifa beekamtii qabuun hin jiru. Maaloo dogongora jiraachuu isaa barruu iddoo ilaalii irra deebi'ii yaali.</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
om: <p>Teessoon gaafatame buufata ifteessa (fkn, <q>mozilla.org:80</q> buufata 80 mozilla.org irratti) akka idileetti kaayyoowwan <em>kan biroo</em> Web biraawzingi caalaa. Biraawzarichi gaaffii eegumsaa fi nageenya keessaniif haqeera.</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
om: <p>Saayitiin gaafatame gaaffii walitti hidhamiinsaaf deebii hin kennine akkasuma biraawzariin deebii eeguu dhaabeera.</p> <ul> <li>Sarvarichi fedhii guddaa qabaachuu danda'aa ykn yeroodhaaf addaan haa cituu? Booda irra deebi'ii yaali.</li> <li>Marsariitiiwwan biroo daawwachuu hin dandeessu? Walitti hidhamiinsa networkii meeshaa sanaa ilaali.</li> <li>Meeshaan ykn networkiin keessan firewall ykn proxy tiin eegamaa jiraa? Sajoon sirrii hin taane daawwannaa Weebii gidduu seenuu danda'a.</li> <li>Ammallee rakkina qabdaa? Gargaarsa argachuuf bulchaa networkii ykn dhiyeessaa interneetii kee mariisisi.</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
om: <p>Saayitiin %1$s irratti argamu akkaataa haleellaan marsariitii gabaafamee fi filannoo nageenyaa kee irratti hundaa'uun uggurameera.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
om: <p>Saayitiin %1$s irratti argamu akka marsariitii miidhaa geessisuu danda'utti gabaafamee fi filannoo nageenyaa kee irratti hundaa'uun uggurameera.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
om: <p>Saayitiin %1$s irratti argamu akka sooftiweerii hin barbaachifne tajaajilutti gabaafamee fi filannoo nageenyaa kee irratti hundaa'uun uggurameera.</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
om: <p>Saayitiin gaaffii networkii haala hin eegamneen deebii kenne, biraawzariin itti fufuu hin danda'u.</p>

source: <p>This web page at %1$s has been blocked because one of your add-ons tried to open it. This site could be used to steal your info — like passwords or credit card numbers.</p>
om: <p>Fuulli weeb %1$s irratti argamu kun sababa dabalii keessaa tokko banuuf yaaleef uggurame. Buufanni kun odeeffannoo kee hatuuf itti fayyadamuu danda'a — kanneen akka jecha darbii ykn lakkoofsa kaardii liqii.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
om: <p>Fuulli weebsaayitii %1$s irratti argamu kun akka marsariitii gowwoomsaatti gabaafamee akkasumas filannoo nageenyaa kee irratti hundaa'uun uggurameera.</p>
